tap "bufbuild/buf"
tap "gcenx/wine"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "minacle/chntpw"
tap "rcmdnk/file"
tap "sidneys/homebrew"
tap "thezoraiz/ascii-image-converter"
brew "webp"
brew "arduino-cli"
brew "sqlite"
brew "aria2"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "bat"
brew "blueutil"
brew "bottom"
brew "cabextract"
brew "glib"
brew "cdrtools"
brew "tbb"
brew "cmake"
brew "commitizen"
brew "csvkit"
brew "exa"
brew "harfbuzz"
brew "numpy"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "netpbm"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "ghcup"
brew "git"
brew "glow"
brew "gnupg"
brew "gnuplot"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "hadolint"
brew "helix"
brew "python@3.9"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "lha"
brew "z3"
brew "llvm"
brew "mise"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "pyqt@5"
brew "qscintilla2"
brew "sundials"
brew "octave"
brew "protobuf"
brew "vtk"
brew "opencv"
brew "pandoc"
brew "postgresql@14"
brew "pre-commit"
brew "ripgrep"
brew "ruby@3.1"
brew "sheldon"
brew "starship"
brew "terminal-notifier"
brew "typst"
brew "vim"
brew "walk"
brew "watchman"
brew "wget"
brew "wimlib"
brew "winetricks"
brew "zoxide"
brew "zsh"
brew "bufbuild/buf/buf"
brew "jesseduffield/lazydocker/lazydocker"
brew "minacle/chntpw/chntpw"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "arduino"
cask "balenaetcher"
cask "bloomrpc"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "deepl"
cask "devtoys"
cask "fig"
cask "figma"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-m-plus-1"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-lg-dz"
cask "font-meslo-lg-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "gimp"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "kindle"
cask "lapce"
cask "livebook"
cask "mactex-no-gui"
cask "microsoft-remote-desktop"
cask "notion"
cask "orbstack"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "wine-crossover"
cask "xquartz"
vscode "alefragnani.project-manager"
vscode "bierner.color-info"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "expo.vscode-expo-tools"
vscode "figma.figma-vscode-extension"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "haskell.haskell"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "JakeBecker.elixir-ls"
vscode "James-Yu.latex-workshop"
vscode "justusadam.language-haskell"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "MohitPadhye.figextension"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-maui"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "nickfode.latex-formatter"
vscode "nvarner.typst-lsp"
vscode "oderwat.indent-rainbow"
vscode "phoenixframework.phoenix"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "Prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sastan.twind-intellisense"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "withfig.fig"
vscode "xaver.clang-format"
vscode "YoavBls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
