tap "bufbuild/buf"
tap "gcenx/wine"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "rcmdnk/file"
tap "thezoraiz/ascii-image-converter"
brew "webp"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "openssl@3"
brew "asdf"
brew "bat"
brew "blueutil"
brew "glib"
brew "sqlite"
brew "python@3.9"
brew "tbb"
brew "cmake"
brew "deno"
brew "exa"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "netpbm"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "glow"
brew "gnupg"
brew "gnuplot"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "hadolint"
brew "helix"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "lha"
brew "z3"
brew "llvm"
brew "protobuf"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "numpy"
brew "pyqt@5"
brew "qscintilla2"
brew "sundials"
brew "octave"
brew "vtk"
brew "opencv"
brew "pandoc"
brew "postgresql@14"
brew "ripgrep"
brew "ruby@3.1"
brew "rust-analyzer"
brew "starship"
brew "terminal-notifier"
brew "vim"
brew "watchman"
brew "wget"
brew "winetricks"
brew "zoxide"
brew "zsh"
brew "bufbuild/buf/buf"
brew "jesseduffield/lazydocker/lazydocker"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "arduino"
cask "balenaetcher"
cask "bloomrpc"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "docker"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "livebook"
cask "mactex-no-gui"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "wine-crossover"
